["eu","estou","muito","feliz","quando","enfrento","desafios","novos","sinto","muita","tristeza","ao","perder","um","amigo","querido","o","meu","carro","foi","roubado","e","irado","medo","de","altura","não","gosto","subir","em","prédios","altos","precisei","fazer","exame","média","me","surpreendi","com","resultado","tive","conflito","ansiedade","para","resolver","errei","teste","vergonha","por","isso","amo","a","minha","filha","é","uma","alegria","ter","ela","vida","sou","obrigado","pai","tudo","que","ele","fez","mim","triste","porque","perdi","cachorro","favorito","finally","bought","my","dream","house","nunca","mais","vou","esquecer","você","coragem","falar","fui","descoberto","sei","do","dor","aguda","no","peito","reprovado","vestibular","li","livro","incrível","filho","nasceu","senti","sensação","ver","espelho","fiz","sonho","se","tornar","realidade","melhor","aguento","essa","situação","demais","raiva","escola","tenho","da","bullying","namorado","propôs","casamento","surpreendida","ansiosa","saber","quem","levar","baile","besteira","envergonhado","qualquer","coisa","mundo","companheirismo","meus","amigos","aguentar","separação","tão","notícia","deep","dentro","si","bater","na","mesa","força","profundo","escuridão","quê","está","acontecendo","coração","batendo","forte","sinto-me","vermelha","dito","aquilo","adoro","esse","filme","eles","agrediram","fiquei","sozinha","naquela","noite","sentindo","consegui","encontrar","emprego","acabou","namoro","furioso","política","atual","possa","acontecer","irmão","doente","esperava","ganhasse","prêmio","conhecer","nova","colega","trabalho","falhado","amava","sua","falta","consigo","dividir","momentos","os","perdido","pois","apartamento","calafrio","arruinando","festa","fodido","ouvindo","chamado","avô","hospital","deixa","nó","garganta","momento","vim","estava","grávida","período","surpresa","nervoso","pensando","próxima","entrevista","depois","escutar","canção","acredito","seja","amor","inocente","existiu","lembro","infância","nostalgia","discuti","crescente","conquistei","primeiro","cão","faleceu","ontem","suporto","injustiça","assustado","pediu","10","horas","atraso","mortificado","desempenho","vivendo","capacidade","após","acidente","acreditar","perderam","final","quebrado","aquela","pessoa","jogada","cruel","toda","vez","penso","perdê-la","sempre-me","vejo","fazendo","algo","novo","sempre","antes","importante","constrangida","público","passar","tempo","extremamente","conseguido","aprovar","morte","alcançado","objetivo","vai","aconteceu","grande","ansioso","começar","graças","deus","namorada","aceitou","pedido","pânico","dinheiro","pagar","as","contas","acho","poder","respirar","cidade","pequena","comigo","mesma","voltar","trabalhar。","felicidade","chegada","bebê","lembrança","amiga","dói","ainda","hoje","comemorando","aniversário","familiares","pensar","perda","cometida","contra","enfrentar","surpreendido","herdar","propriedade","lembrar","recente","falha","filhos","time","vencer","jogo","solitária","chorei","vender","primeira","casa","rejeitado","preferido","odeio","semáforos","ficam","quebrados","futuro","sombrio","contou","bem","aumentou","provão","professor","deu","nota","boa","família","emocionado","convocaram","programa","tv","falecido","há","anos","posso","ganhei","morreu","ninguém","nada","rei","tremo","apresentação","ei","acredita","chapéu","caiu","cima","pé","como","minhas","semana","animado","futebol","à","disse","quer","entendi","acabei","comprar","falecer","sair","rápida","razoável","muy","alto","surpreendeu","presente","natal","próximo","vermelho","lembrei","música","lembra","casar","bonita","lidar","receber","ganhar","estimação","sogra","tanto","amanhã","nem","dei","passo","gigante","carreira","essas","birras","péssimo","prova","apenas","dos","melhores","dias","pouca","luz","túnel","resistir","sonhei","ser","astrônomo","diploma","estranhamento","desagradável","simplesmente","olha","ficar","só","seu","presidente","mandou","bilhete","dizendo","começa","gostar","partido","abandonou","nervosismo","conheço","pode","campeão","nacional","debate","orgulhoso","astronauta","luto","pais","separaram","alguém","cutuca","fico","culpado","lembrei-me","descobri","era","ótima","jogadora","conquistado","causa","briga","quero","gritar","mostrar","injusto","sistema","ouço","batimento","cardíaco","acelerado","think","antigo","surpreendente","nervosa","pela","chance","late","dia","ida","clube","fim","funeral","doloroso","sentimento","novamente","até","lamento","imprensa","culpa","informação","falsa","sobre","dar","frente","mas","finalmente","discurso","cometido","erro","faria","protegê-los","consolo","terá","assisti","juventude","trânsito","são","paulo","corpo","tremendo","roubei","prato","comida","achei","jogador","louco","gato","quanto","desde","separei","pensei","ia","ataque","vi","concurso","ultrapassar","sono","cassei","deixou","odiei","chamou","estúpido","parar","nas","finanças","incerto","fosse","possível","correr","maratona","preciso","entregar","feito","estar","rodeado","das","pessoas","mudou","completamente","canssei","sofrer","silêncio","ano","passado","carteira","motorista","recentemente","dele","loucura","voar","aviões","experiência","estressante","esposa","todos","surpreendeu-me","ótimo","tropical","danificada","férias","sofrendo","lixo","médico","câncer","sorrindo","lhe","inédito","dormindo","então","escutei","barulho","susto","estudando","logo","irei","nervos","cometi","agora","viagem","europa","emoção","grosso","criança","aceito","demissão","atordoou","condição","obtive","promoção","super","parceiro","respeita","opinião","problema","saúde","encontro","atraído","comentário","idiota","casando","péssima","cinema","perco","amada","furiosa","enganado","","sabia","beijo","certo","repente","comecei","sentir","intensa","vitória","mesmo","inferno","contente","peso","espetacular","morrer","mergulho","rio","turvo","cara","vontade","chorar","agradeço","vocês","te","plano","inteiro","ruimou","quase","chorando","concluído","curso","tenham","abandonado","imaginei","carta","branca","cansada","disso","estão","julgando","tenha","sozinho","encontrado","tomado","decepção","profunda","ódio","forma","sociedade","trata","animais","acordei","breve","coraçãolate","inchado","orgulho","graduation","reservará","fracasso","total","procuro","esconder","imensa","confiança","escolha","faculdade","sem","gente","entende","já","homem","saltou","avião","paracaidas","criou","buraco","direita","gostando","horrível","jamais","esqueci","parede","desânimo","ânimo","perto","perdoar","nossa","falhar","aplaudido","lugar","vexado","surpreso","radiante","quebrou","cabeça","tanta","sangue","gelou","embarquei","sinta-se","pelo","cheio","mudar","ideia","lágrimas","começaram","cair","ouvir","capaz","estivesse","desmoronando","elas","terrível","conta","factura","celebrar","odeiam","estranho","dormir","pôde","estive","praia","foiincrível","superar","tivesse","morrido","conquistaram","merece","tratado","dessa","maneira","ficou","grato","ingresso","show","equipe","venceu","copa","estado","este","desastre","causou","atleta","explodir","preso","ruazinha","chata","fantástico","conquistar","integral","relaxar","gastei","alcançar","magia","sentar","cama","lá","refuge","aquele","havia","sentido","nós","vamos","ganharam","animal","apreensivo","crise","econômica","afetando","país","acercei-me","incrédulo","tinha","sucesso","reagir","festejei","3","manhã","registrado","atropelar","namorando","sonhos","fortes","palpitações","incomodado","fato","achou","faz","tranquila","felizes","cansado","avó","burra","nossos","ando","recebi","muitos","presentes","surpreendentes","dizer","cometo","erros","cuidar","delas","perde","campeonato","elevar","salário","desrespeitou","enfrentamento","eusynthetic","aproveitei","completa","perdedora","agradecer","sim","vacuo","pude","puxou","cabelo","vídeo","gorilas","jogando","fechou","porta","pegar","tensa","temo","descubra","segredo","embora","banho","acorreu","beber","água","laranja","céu","queria","brincar","pouco","decepcionado","meio","rua","loucamente","realizando","chefe","modelo","liderança","detesto","vitima","controle","nuvens","conquista","desesperado","trouxeram","arrasado","decisão","convidado","entrega","compra","kasar","tornando","valise","estação","domingo","brigando","colégio","pré-ferido","beijou","abominável","monstro","escuro","vári","comunhão","largou","cheguei","atrasado","resto","sorriu","abraço","nele","saudade","batia","ai","cada","lindo","ocorrido","mãe","afundando","novinho","inundado","movimentos","incontido","ruim","aconteça","nenhum","igual","outro","desse","sede","daquilo","brasil","ganhou","mundial","difícil","jogar","rato","armário","esteja","parque","lago","beleza","estresse","prazo","apertado","decepcionou","festejamos","perdeu","inconformado","começou","andar","feeling","mal","feita","devasto","ahaha","livre","ama","sonhar","sorte","aliviado","viver","roubou","insegurança","passei","traumática","errado","apaixonado","parceiro/meu","tem","saindo","obtido","falecida","enquanto","longe","doação","pobres","empresa","fraternal","apoia","cercado","amam","guerra","caro","verdadeiro","campo","ousava","diretor","temia","aceitar","conheci","ouvi","terminar","gastar","inimigo","estrela","senti-me","confuso","aprender","idioma","monte","parâmetro","precisava","visto","querida","possuo","palavras","descrever","abracei","última","suportar","respeito","irá","calor","alma","diagnóstico","golpe","assim","vais","dada","naturalidade","natural","avós","nos","perdidos","espero","funcionários","escritório","possam","perca","paciência","caminhando","deserto","montanha","aumentando","indigno","pecado","voltam","vive","café","missa","igreja","espontaneamente","ardentes","precisar","bolo","acuado","iria","absolutamente","desanimado","explosão","acha","fraco","certa","felicitado","conquistou","infiel","irmã","grave","longa","disputa","conciliamos","alívio","volta","obedecer","apanhei","gravíssimo","projeto","curto","quebrar","recorde","sonhou","abrupta","del","esses","colegas","classe","brigam","invade","adega","abandonada","imaginava","seria","promovido","concorrer","controlar","preocupa","never","apaixonei","tocar","pior","adorado","danificado","verão","quente","história","extremo","mudança","climática","ridicularizado","ex-colega","inimigos","descoberta","prima","ficasse","encantada","repreendeu","desprezo","apóia","acaba","nascer","invadida","recebeu","escolhido","alucinada","viu","morto","sentiu","estrondosa","insuportável","irritar","ouviu","gelado","descobriu","sensual","desapontamento","preparada","errou","gol","partida","demitiu-se","encontrou","cozinha","incondicional","avisos","televisão","denunciavam","crimes","horríveis","apreensão","generalizada","leu","despedida","parte","gangue","atacou","acidentes","assustam","recompensa","rosto","explicar","partir","choque","sorteio","terei","valho","cheia","acordo","terremoto","aqui","fugir","discussão","emocionante","resultados","sogro","bronca","constrangedora","lado","daquela","especial","critica","sermão","venho","alegre","qual","caminho","encheu","brinde","honrado","formatura","falam","perigo","descobrir","falado","mau","pressentimento","chovendo","perturbando","quis","ir","data","viajar","esperar","piores","coisas","trem","desceu","soube","sequer","onde","commitssei","próprio","9","smartphone","prestes","ex-namorada","sofrimento","amizade","disciplina","obteve","orgulhosa","multa","visita","problemas","family","amado","retornando","perdida","neto","encontrei","honra","surpreender","estresseu","porco","sido","areia","imbecil","odeia","roqueiro","esteve","título","precisando","umidade","habilidades","irreparável","atropelada","chocada","especialmente","ofendeu","mordido","apavorado","ex-meu","músico","maior","mesurpreendesse","convidada","jantar","próximos","emocionada","passada","ignoram","motivos","correta","outros","pensam","caso","encolhi","perguntaram","ex-marido","liberdade","pego","fraude","online","mostram","membro","necessidades","desmaiei","mortificada","demitido","atingido","raio","confessou","outra","tolerar","atitude","acreditei","comer","fogo","veias","nuevo","aí","continuar","desesperada","chamaram","cerveja","exterior","estudo","amei","machucado","ler","mensagem","assustador","enfim","zona","indescritível","meuanco","impedido","participar","graduando","crê","digo","minhafamilia","racista","devemos","aproveitar","temos","finalizei","formação","aproveitamento","perdendo","única","bodas","nome","amando","hora","neguem","permissão","viva","esquentei","comprometer","ficando","vulnerável","criticam","saguão","tan","destruída","navegando","clima","aéreo","acreditava","julgamento","autoestima","frustrado","parece","nessa","questão","zero","alegro-me","fins","impotente","diante","got","job","i","lost","favorite","childhood","toy","just","into","fight","with","best","friend","found","out","accepted","university","grandma","passed","away","saw","band","in","concert","im","so","scared","of","spiders","the","surprise","ever","ive","been","stressed","all","day","feel","embarrassed","about","mistake","chave","ouro","experiências","turbulência","estarei","sentia","alguns","fala","100","dólares","precise","razão","tapa","maravilhoso","apoio","noivo","escondido","assustada","demorada","grata","incríveis","estrangular","insultar","entusiasmada","pesado","podem","expressar","tento","contener","fechei","bancária","dívida","esposo","condições","problemática","falou","sobragero","completei","treinamento","recebido","migliressa","feriado","santos","gritou","bug","código","doença","sofro","precisa","ajuda","gosta","morrendo","confusa","pudesse","mijam","direção","constante","estômago","termos","terminado","mente","caos","desmerece","construído","esforço","otorino","trabalha","escolho","cometer","verificar","corrida","planejada","divertida","desafio","aqueceu","jogam","satisfaz","reprovação","estudado","suficientemente","afinal","assistir","aceita","ofenderam","esperança","surpreendi-me","trocamos","decoração","conhece","currículo"]