{
  "modelTopology": {
    "class_name": "Model",
    "config": {
      "name": "model1",
      "layers": [
        {
          "name": "input1",
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              4
            ],
            "dtype": "float32",
            "sparse": false,
            "name": "input1"
          },
          "inbound_nodes": []
        },
        {
          "name": "dense_Dense1",
          "class_name": "Dense",
          "config": {
            "units": 10,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input1",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "caminho_Caminho1",
          "class_name": "Caminho",
          "config": {
            "name": "caminho_Caminho1",
            "trainable": true,
            "nome": "c-e_a",
            "origem": "entrada",
            "destino": "oculto-a"
          },
          "inbound_nodes": [
            [
              [
                "dense_Dense1",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "caminho_Caminho2",
          "class_name": "Caminho",
          "config": {
            "name": "caminho_Caminho2",
            "trainable": true,
            "nome": "c-e_b",
            "origem": "entrada",
            "destino": "oculto-b"
          },
          "inbound_nodes": [
            [
              [
                "dense_Dense1",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "dense_Dense2",
          "class_name": "Dense",
          "config": {
            "units": 10,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "caminho_Caminho1",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "dense_Dense3",
          "class_name": "Dense",
          "config": {
            "units": 10,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "caminho_Caminho2",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "add_Add1",
          "class_name": "Add",
          "config": {
            "name": "add_Add1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_Dense2",
                0,
                0,
                {}
              ],
              [
                "dense_Dense3",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "dense_Dense4",
          "class_name": "Dense",
          "config": {
            "units": 10,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "add_Add1",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "dense_Dense5",
          "class_name": "Dense",
          "config": {
            "units": 3,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense5",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_Dense4",
                0,
                0,
                {}
              ]
            ]
          ]
        }
      ],
      "input_layers": [
        [
          "input1",
          0,
          0
        ]
      ],
      "output_layers": [
        [
          "dense_Dense5",
          0,
          0
        ]
      ]
    },
    "keras_version": "tfjs-layers 4.22.0",
    "backend": "tensor_flow.js"
  },
  "weightsManifest": [
    {
      "paths": [
        "./weights.bin"
      ],
      "weights": [
        {
          "name": "dense_Dense1/kernel",
          "shape": [
            4,
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense1/bias",
          "shape": [
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "caminho_Caminho1/peso_caminho_Caminho1",
          "shape": [
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "caminho_Caminho1/bias_caminho_Caminho1",
          "shape": [
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "caminho_Caminho2/peso_caminho_Caminho2",
          "shape": [
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "caminho_Caminho2/bias_caminho_Caminho2",
          "shape": [
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense2/kernel",
          "shape": [
            10,
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense2/bias",
          "shape": [
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense3/kernel",
          "shape": [
            10,
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense3/bias",
          "shape": [
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense4/kernel",
          "shape": [
            10,
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense4/bias",
          "shape": [
            10
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense5/kernel",
          "shape": [
            10,
            3
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense5/bias",
          "shape": [
            3
          ],
          "dtype": "float32"
        }
      ]
    }
  ]
}